---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.PasteInvisibleInView
source: html/bfb7dd36-43f3-9192-fdfe-416febd58f02.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.PasteInvisibleInView Property

Selection is invisible in this view.

## Syntax (C#)
```csharp
public static FailureDefinitionId PasteInvisibleInView { get; }
```